Repository: 4myPAL/Remmina
Catalog: remmina-xfce/po/*.po
Languages: de

source: Remmina is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Remmina ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz.

source: Remmina is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Remmina wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307, USA.
de: Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Remmina Remote Desktop Client Applet
de: Remmina Betrachter für entfernte Arbeitsflächen Applet

source: translator-credits
de: Launchpad Contributions: Martin Lettner https://launchpad.net/~m.lettner

source: Open Main Window
de: Haupt-Fenster öffnen

source: Preferences
de: Einstellungen

source: About
de: _Info

source: Enable Service Discovery
de: Dienst-Erkennung aktivieren

source: Discovered
de: Entdeckt

source: Quick Connect
de: Schnell-Verbindung

source: Connect to remote desktops through the applet menu
de: Mit dem Applet-Menü zu entfernten Arbeitsflächen verbinden
